RRN_Data/1443100/1443188.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-24T18:25:45.812+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-24T18:25:45.812+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231124-001573" version="2"><overallSeverity>low</overallSeverity><situationVersionTime>2023-11-24T18:25:45.299+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AbnormalTraffic" id="231124-001573-2" version="2"><situationRecordCreationReference>EVE_DIRSO231124-000113-EVE_DIRSO231124-000066</situationRecordCreationReference><situationRecordCreationTime>2023-11-24T16:34:19.509+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-24T16:34:19.750+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-24T18:25:45.299+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-24T16:34:19.509+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-24T16:34:19.374+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>4</numberOfLanesRestricted><originalNumberOfLanes>4</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">sur bretelle de sortie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">ANNULÉ PAR L'OPÉRATEUR</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>ID--0</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><locationDescriptor>onConnector</locationDescriptor><affectedCarriagewayAndLanes><carriageway>exitSlipRoad</carriageway><lengthAffected>0.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.623085</latitude><longitude>1.406209</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType></situationRecord><situationRecord xsi:type="AbnormalTraffic" id="231124-001573-1" version="2"><situationRecordCreationReference>EVE_DIRSO231124-000113-EVE_DIRSO231124-000065</situationRecordCreationReference><situationRecordCreationTime>2023-11-24T16:34:19.509+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-24T16:34:19.750+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-24T18:25:45.299+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-24T16:34:19.509+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-24T16:34:19.374+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>4</numberOfLanesRestricted><originalNumberOfLanes>4</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">ANNULÉ PAR L'OPÉRATEUR</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 141 m à l'est de Pont sur la Garonne, fin : situé 566 m à l'ouest de Les Sept Deniers</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Aéroport Blagnac vers Toulouse</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>allLanesCompleteCarriageway</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>eastBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62308</latitude><longitude>1.4053605</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.62211</latitude><longitude>1.4025841</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Toulouse</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A621</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Les Sept Deniers</value></values></alertCLocationName><specificLocation>17154</specificLocation></alertCLocation><offsetDistance><offsetDistance>566</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Pont sur la Garonne</value></values></alertCLocationName><specificLocation>17156</specificLocation></alertCLocation><offsetDistance><offsetDistance>141</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>A0621</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>252.0</distanceAlong><fromReferent><referentIdentifier>31PR1G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>500.0</distanceAlong><fromReferent><referentIdentifier>31PR1G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><abnormalTrafficType>queuingTraffic</abnormalTrafficType><queueLength>248</queueLength></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>